Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/housing_grants_and_schemes/index.html.txt.tmx
Source language: en
Languages: ga

source: Housing grants and schemes
ga: Deontais agus scéimeanna tithíochta

source: Homeowners and landlords can claim a tax credit on the cost of improvements to residential property
ga: Faoiseamh cánach d'úinéirí agus do thiarnaí talún le haghaidh feabhsuithe tí

source: Housing Adaptation Grant for People with a Disability
ga: Deontas Oiriúnaithe Tithe do Dhaoine faoi Mhíchumas

source: Grants for alterations that need to be made to a home to make it suitable for a person with a physical, sensory or intellectual disability or a mental health difficulty
ga: Íoctar na deontais seo nuair atá athruithe riachtanacha le déanamh ar theach, chun é a oiriúnú ó thaobh cónaithe do dhuine faoi míchumas fisiciúil, céadfach nó meabhrach nó le fadhb sláinte intinne

source: Housing Aid for Older People Scheme
ga: An Scéim um Chúnamh Tithíochta do Dhaoine Breacaosta

source: Grants are available to improve the homes of older people so that they can stay in their own homes for as long as possible
ga: Deontais atá ar fáil chun tithíocht do dhaoine breacaosta a fheabhsú, ionas gur féidir leis an áititheoir fanacht ina theach féin chomh fada agus is féidir

source: Mobility Aids Grant Scheme
ga: An Scéim Deontas Áiseanna Soghluaisteachta

source: A grant to help with the cost of works to address mobility problems in the home
ga: Scéim chun cabhrú leis na costais a bhaineann le deisiúcháin atá riachtanach chun tabhairt faoi fhadhbanna soghluaisteachta sa bhaile

source: Improvement works in lieu of local authority housing
ga: Obair fheabhsucháin in áit tí ón údarás áitiúil

source: Local authorities may improve or extend privately owned houses as an alternative to providing local authority housing
ga: Tríd an scéim seo is féidir le húdaráis áitiúla tithe príobháideacha a fheabhsú nó a mhéadú in áit tithe a chur ar fáil

source: Local authority home improvement loans
ga: Íasachtaí ón údarás áitiúil ar mhaithe le feabhsucháin tí

source: Local authority loans are available to owner-occupiers towards the cost of necessary works to improve, repair or extend their houses
ga: Tá iasachtaí ar fáil ón údarás áitiúil d'úinéirí tí ar mhaithe le hobair riachtanach a dhéanamh leis an teach a fheabhsú, a dheisiú nó a mhéadú

source: Housing for older people
ga: Tithe do Dhaoine Aosta

source: Better Energy Homes Scheme This scheme provides grants to help to increase the energy efficiency of homes, including grants for home insulation
ga: Cur síos atá anseo ar na scéimeanna speisialta deontais tithe agus deontais feabhsúcháin tí do dhaoine aosta agus do dhaoine le míchumais

source: Better Energy Warmer Homes Scheme
ga: Scéim um Thithe Fuinnimh níos Fearr

source: This scheme aims to increase the energy efficiency and warmth of homes where people on low incomes are living
ga: Soláthraíonn an scéim deontais chun cabhrú leat éifeachtacht fuinnimh an tí a mhéadú, lena n-áirítear deontais le haghaidh insliú tí

source: Grant scheme to replace lead pipes and fittings
ga: An Scéim ‘Fuinneamh Níos Fearr, Tithe Níos Teo’

source: Grants to help low-income households with the cost of replacing domestic water piping that contains lead
ga: Díríonn an scéim ar éifeachtacht fuinnimh agus teocht na dtithe ina bhfuil daoine ar ioncam íseal ina gcónaí a fheabhsú

source: Most Read in "Housing"
ga: Ábhar is mó éilimh i "Tithíocht"

source: Applying for local authority/social housing
ga: Iarratas a dhéanamh ar thithíocht shóisialta/údaráis áitiúil

source: If your landlord wants you to leave
ga: Má theastaíonn ó do thiarna talún go bhfágfadh tú an teach nó an t-árasan
